tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "mengbo/ch340g-ch34g-ch34x-mac-os-x-driver", "https://github.com/mengbo/ch340g-ch34g-ch34x-mac-os-x-driver"
brew "python"
brew "awscli"
brew "bat"
brew "fd"
brew "ffmpeg"
brew "fzf"
brew "go"
brew "ipython"
brew "nmap"
brew "node"
brew "opencv"
brew "openssl@1.1"
brew "qt"
brew "rclone"
brew "sslscan"
brew "thefuck"
brew "wget"
brew "youtube-dl"
brew "yubico-piv-tool"
brew "zsh"
brew "zsh-syntax-highlighting"
cask "aerial"
cask "sloth"
cask "vscodium"
cask "wch-ch34x-usb-serial-driver"
